---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionCProfileWithFold
source: html/8446fc45-188e-0261-2c97-18658a898e89.htm
---
# StructuralSectionCProfileWithFold Methods

Returns size of the section boundary.